[
  {
    "id": "1",
    "name": "Car parts shop",
    "about": "this website use font end react js and use for style tailwind css backend express js frame work of node js and server side mongodb   this website has user login and signup this website use for cart parts buying user can order parts and pay for this order user can gave review this review show in home page this websie also admin panel   admin can make admin and remove admin  admin can hanlde all orders and all products  thi website use some animationthis website use stripe payment method",
    "picture": "https://i.ibb.co/XYPBzqk/Screenshot-2022-06-09-183200.png",
    "link": "https://car-parts-8c7dd.web.app/",
    "technology": "React js, Tailwindcss, Node js, Express Js, MongoDB, Jwt, Firebase, Heroku, stripe"
  },
  {
    "id": "2",
    "name": "warehouse management",
    "about": "This website is fullstack website.this website both client side and serverside.This website used reactjs,bootstrap5,expressjs,mongodb.this website used google login and email password login. this website used firebase authentication. this website used user post and delete data.this website used some animation.this website used jwt token. this website used daynamic page title. this website react router. this website used active link.this website used react icon.this website used table",
    "picture": "https://i.ibb.co/mymwQJh/Screenshot-2022-06-09-183337.png",
    "link": "https://assignment11-dress-shop.web.app/",
    "technology": "React js, bootstrap, Node js, Express Js, MongoDB, Jwt, Firebase, Heroku,"
  },
  {
    "id": "3",
    "name": "Gym center",
    "about": "website name is fitness gym center .this website made with reatc js this website added navbar,carousel,service item,fotter.this website using react router,firebase hook,custom hook,context api,nested route ,login and signup page.this website style by bootstap this website full responsive this website has checkout component.this component only log in user seen this otherwise user must be login or signup.this website also added facebook login and google login",
    "link": "https://fitness-power-gym.web.app/",
    "picture": "https://i.ibb.co/Cs4TczN/Screenshot-2022-06-09-183625.png",
    "technology": "React js, Bootstrap, Node js, Express Js, MongoDB, Firebase, Heroku"
  },
  {
    "id": "4",
    "name": "Blog website",
    "about": "this is blog website this website use simple node mongo crud operationBlogger can added post and saw his post Blogger can delete his post user can update his profile photo .using react.js,tailwindcss,firebase,express.js,mongodb",
    "link": "https://blogs-31d7a.web.app/",
    "picture": "https://i.ibb.co/cL6WKvL/Screenshot-2022-06-09-183504.png",
    "technology": "React js, Tailwindcss, Node js, Express Js, MongoDB, Jwt, Firebase, Heroku"
  }
]
